Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: DFO will also reduce reviews and formal authorizations required for small, routine, low-risk
fr_fr: scénario est moins importante que celle du choc du PIB réel. En ce qui a trait aux autres

source: projects—such as culverts and drains—by providing standardized guidance that will enable project
fr_fr: sources de revenus fiscaux, les effets négatifs des chocs du PIB réel et du PIB nominal sont similaires.

source: proponents to self-assess compliance with legal and regulatory requirements.
fr_fr: Les revenus tirés des cotisations d'assurance-emploi diminuent à la suite de la baisse des

source: Simplifying these
fr_fr: revenus.

source: reviews, which require disproportionate administrative effort, will allow DFO to focus on projects
fr_fr: entraîne une légère baisse des revenus d'intérêts et de pénalités, et les prix moins élevés se

source: that pose a higher risk to fish and their habitat.
fr_fr: traduisent par une réduction des revenus provenant de la vente de biens et de services.

source: As outlined in Budget 2025, the government
fr_fr: La baisse des revenus du gouvernement est compensée en partie par la diminution du coût des

source: will ensure harbours are fully operated, in good working condition, and managed and maintained by
fr_fr: programmes législatifs indexés à l'inflation de l'IPC, par exemple les prestations aux personnes

source: Global Affairs
fr_fr: De plus,

source: (GAC) is refocusing Canada's international presence in the areas of advocacy, security, and
fr_fr: les autres charges de programmes sont également moins élevées, puisque les coûts de certains

source: development, as well as implementing targeted reforms across its trade and investment portfolio to
fr_fr: programmes sont directement liés à la croissance du PIB nominal, par exemple la péréquation.

source: better align with current strategic priorities and the geo-political context.
fr_fr: Les frais de la dette publique diminuent la première année en raison de la baisse des coûts

source: As part of these adjustments, there will be reductions in development funding to global health
fr_fr: associés aux obligations à rendement réel.

source: programming, where Canada's contribution has grown disproportionately relative to other similar
fr_fr: Une augmentation de 1 % des taux d'intérêt fait diminuer le solde budgétaire

source: economies, and to some international financial institutions, which receive significant support
fr_fr: de 4,9 milliards de dollars la première année, de 6,3 milliards la deuxième

source: through other sources, and where Canada's contributions can be leveraged further.
fr_fr: année et de 7,9 milliards la quatrième année (tableau A1.17).

source: Some bilateral
fr_fr: Une hausse des taux

source: development programs will also be refined and adjusted.
fr_fr: d'intérêt a une incidence directe sur les frais estimatifs de la dette publique contractée sur les

source: These changes are expected to re-baseline
fr_fr: marchés, et ce, de deux façons.

source: the International Assistance Envelope to pre-COVID levels.
fr_fr: Premièrement, les coûts d'emprunt augmentent à mesure que la dette

source: GAC will implement reforms across its trade and investment portfolio, including modernising the Trade
fr_fr: existante arrive à échéance et est refinancée à des taux d'intérêt plus élevés. Deuxièmement, la

source: Commissioner Service, and refocusing certain trade support programs.
fr_fr: hausse des taux d'intérêt vient augmenter le coût prévu des besoins en emprunts futurs.

source: Collectively, these measures
fr_fr: Les frais de

source: aim to reduce duplication, lower administrative overhead and focus efforts on high-impact services
fr_fr: la dette publique sont estimés en fonction des attentes actuelles en ce qui concerne l'évolution

source: for Canadian businesses.
fr_fr: future des taux d'intérêt, lesquels varient au rythme des conditions économiques.

source: GAC will also implement a range of measures to find efficiencies across Canada's mission network,
fr_fr: Il est important de noter que les taux d'intérêt ont également une incidence directe sur les autres

source: including revamping emergency preparedness and Modernising consular services.
fr_fr: revenus et charges du gouvernement et qu'ils ne varient généralement pas de façon isolée.

source: It will reduce its
fr_fr: Autrement

source: mission expenditures through a number of strategies, including consolidating embassies with multiple
fr_fr: dit, des taux d'intérêt plus élevés procureraient au gouvernement certains avantages compensateurs,

source: properties into fewer buildings, acquiring Crown-owned properties in certain cases, and co-locating
fr_fr: notamment : une hausse des revenus tirés des actifs portant intérêt du gouvernement et des revenus

source: some offices with allies where appropriate. Health
fr_fr: d'intérêts et de pénalités perçus sur la dette fiscale, qui sont comptabilisés dans les autres

source: Health Canada
fr_fr: revenus;

source: To meet up to 15 per cent in savings targets over three years, Health Canada (HC) will
fr_fr: les rajustements à la baisse correspondants faisant réduire l'évaluation des obligations au

source: enable modern, risk-based regulatory processes while ensuring that health and safety are not
fr_fr: titre des régimes de retraite et des avantages du personnel, qui ne font pas partie du tableau

source: compromised.
fr_fr: ci-dessus;

source: Activities selected for reduction have consistently shown low demand, overlap
fr_fr: une augmentation des revenus fiscaux du gouvernement si les augmentations des taux d'intérêt

source: with other jurisdictions or sectors, or provide minimal health benefits.
fr_fr: Mesures stratégiques prises depuis l' Énoncé économique de l'automne de 2024

source: HC will also recalibrate internal science and research activities to better align them with the
fr_fr: Pour assurer la transparence, le tableau A1.18 présente la liste de toutes les mesures

source: department's regulatory and policy mandates. Canadian Food Inspection Agency
fr_fr: stratégiques prises depuis l' Énoncé économique de l'automne de 2024 pour veiller à ce

source: To meet up to 15 per cent in savings targets over three years, the Canadian Food
fr_fr: que la population canadienne soit toujours bien servie par les programmes sur lesquels elle compte

source: Inspection Agency (CFIA) will reduce overlap and duplication within the organisation, such as by
fr_fr: et que les activités du gouvernement se poursuivent de manière efficiente. Glossaire des titres abrégés

source: ensuring accountability for each business line, reducing non-core research activities to focus on
fr_fr: <<< source: anx2-fr.html >>> Annexe 2 : Cadre de budgétisation des investissements en capital Accroître la capacité de production du Canada

source: high-priority diagnostic methods, and consolidating lab services to focus on essential testing and
fr_fr: Le gouvernement a annoncé le 6 octobre 2025 l'adoption d'un cadre de budgétisation des investissements en capital.

source: avoid the need for costly capital upgrades.
fr_fr: Il s'agit là d'une nouvelle approche pour établir les budgets qui fait des investissements en capital une priorité nationale.

source: At the same time, investments in secure digital
fr_fr: Il permettra au gouvernement de déterminer les initiatives qui se traduisent par des rendements économiques à long terme et de les classer par ordre de priorité.

source: platforms and export certificate digitalisation will be made to increase efficiencies and better
fr_fr: Ce cadre améliore aussi la transparence afin d'aider les Canadiens et les Canadiennes à mieux comprendre les mécanismes qui permettent de financer les services d'aujourd'hui et d'assurer la prospérité de demain.

source: support our exporters.
fr_fr: Exemple d'investissement en capital : renforcer la capacité de fret des aéroports

source: CFIA will also implement changes to certain areas of program delivery to realize additional
fr_fr: Ces dépenses de fonctionnement sont essentielles à la prestation d'un service efficient et fiable, mais ne contribuent pas directement à la formation de capital.

source: efficiencies and modernize its programs, while maintaining its focus on core activities and
fr_fr: D'un autre côté, le renforcement de la capacité de fret constitue un investissement en capital .

source: high-risk priorities.
fr_fr: La construction d'entrepôts, la mise à niveau des installations de la chaîne du froid et le renforcement des voies de circulation des avions-cargos permettent la création d'actifs à long terme qui servent à transporter les biens plus efficacement.

source: This includes moving from paper-based pet export certificates to modernised
fr_fr: Ces mises à niveau entraînent une diminution des délais et le déplacement de plus de marchandises par heure.

source: digital platforms that improve convenience, reduce delays, and enhance service quality, as well as
fr_fr: Par conséquent, les biens sont acheminés aux entreprises plus rapidement et la fiabilité du service offert aux communautés est accrue.

source: reducing overlap in some animal disease testing.
fr_fr: Il en résulte une augmentation de la productivité et des investissements des entreprises.

source: Activities that will be phased out include
fr_fr: C'est pourquoi il est important de disposer d'un cadre de budgétisation des investissements en capital.

source: decommissioning some vehicle washing stations, discontinuing duplicative dispute resolution services
fr_fr: Cet outil distingue le coût des dépenses de fonctionnement courantes de celui qui est associé à la création d'actifs à long terme.

source: over food grade, and winding down functions that are no longer required to address health risk
fr_fr: Le gouvernement est donc plus à même d'établir ses priorités et de produire des résultats à long terme pour la population canadienne.

source: linked to the trade of pets. Public Health Agency of Canada
fr_fr: Les investissements en capital constituent le fondement de la croissance économique.

source: To meet up to 15 per cent in savings targets over three years, Public Health Agency of
fr_fr: Le Cadre de budgétisation des investissements est fondé sur des pratiques établies de gestion des finances publiques utilisées dans des économies avancées, puis adaptées à la réalité du Canada.

source: Canada (PHAC) will implement operational efficiencies and a targeted recalibration of its programs,
fr_fr: Le gouvernement de Singapour ne peut effectuer des emprunts que pour financer des investissements en capital importants sur le plan national.

source: while preserving critical functions that keep Canadians safe.
fr_fr: Ses autres dépenses doivent généralement être couvertes par les revenus.

source: PHAC will streamline its program delivery by consolidating grants and contributions programs into
fr_fr: Le tableau A2.1 compare les approches en matière de budgétisation des investissements en capital du Royaume-Uni, de Singapour, des provinces canadiennes et du gouvernement fédéral canadien.

source: larger funds.
fr_fr: Définition et catégories

source: While these new funds will operate with a lower overall funding envelope once
fr_fr: Selon cette définition générale, l'objectif est de mettre l'accent sur les investissements en capital qui répondent aux critères suivants :

source: temporary funding ends, their impact will be increased by targeting investments to core federal
fr_fr: Conditionnalité – lorsque le bénéficiaire du financement est tenu d'investir dans la formation de capital pour profiter de l'avantage.

source: public health priorities that are central to PHAC's mandate, supporting delivery partners that
fr_fr: Lien clair – lorsque les dépenses favorisent ou permettent des investissements en capital dans des secteurs ou des projets identifiables.

source: demonstrate clear and measurable public health outcomes aligned with the new funds' objectives, and
fr_fr: Selon les critères ci-dessus, les dépenses du gouvernement fédéral qui constituent des investissements en capital sont catégorisées comme suit :

source: leveraging increased program flexibility and responsiveness.
fr_fr: Les transferts sans restriction sont pris en compte dans le budget de fonctionnement courant.

source: As PHAC transitions from peak-pandemic operations to a more sustainable federal posture, it will
fr_fr: Incitatifs fiscaux axés sur le capital – dépenses fiscales qui encouragent la nouvelle formation de capital.

source: allow some temporary funding to end and will optimize contracting based on demand forecasts and
fr_fr: C'est conforme à la manière dont est présenté l'amortissement des immobilisations fédérales dans les Comptes publics du Canada, qui s'appuient sur les normes comptables du secteur public canadien.

source: procurement strategies. This approach will minimize waste and costs without compromising public
fr_fr: Les immobilisations fédérales comprennent les immeubles, la machinerie et l'équipement, les aéronefs, etc.

source: health.
fr_fr: Recherche et développement du secteur privé – financement direct ou incitatifs fiscaux pour des activités de recherche et développement qui permettent la commercialisation ou l'expansion et qui augmentent la capacité de production.

source: PHAC will also reduce its back-office costs by standardizing administrative processes, streamlining
fr_fr: L'accent est mis sur la recherche et le développement dans le secteur privé, compte tenu du rapport plus direct de ce dernier avec la commercialisation et la production, et de son lien plus étroit avec la formation de capital.

source: roles and responsibilities, leveraging enhanced IT solutions, and eliminating redundancies.
fr_fr: Ils sont donc considérés comme étant des investissements en capital aux termes du cadre.

source: In addition, the Patented Medical Prices Review Board will modernise its hearings by leveraging
fr_fr: Les dépenses qui ne sont pas classées dans les investissements en capital sont considérées comme des dépenses de fonctionnement courantes.

source: existing technology, enabling faster and more cost-effective procedural processes.
fr_fr: Ces dépenses demeurent essentielles à la prestation des services et représentent la plus grande partie des dépenses gouvernementales.

source: Housing, Infrastructure and Communities Housing, Infrastructure and Communities Canada
fr_fr: Conformément à la présentation du budget fédéral et selon le Cadre de budgétisation des investissements en capital, les coûts prévus en matière d'investissements en capital sont aussi établis selon la comptabilité d'exercice intégrale.

source: Budget 2025 will reorient how the government delivers infrastructure funding to support needs across the country.
fr_fr: Selon la comptabilité de caisse, le coût financier total des investissements en capital présentés dans le budget de 2025 s'élèverait à approximativement 450,6 milliards de dollars sur cinq ans.

source: This will help Housing, Infrastructure and Communities Canada (HICC) to deliver
fr_fr: Prévisions détaillées des investissements en capital

source: on significant generational investments, including launching the Build Communities Strong
fr_fr: Le tableau A2.2 présente plus en détail les prévisions en matière d'investissements en capital majeurs, qui sont réparties selon les six catégories du Cadre.

source: Fund to invest in a growing Canadian economy.
fr_fr: Des données historiques sont fournies dans le tableau A2.3.

source: To meet up to 15 per cent in savings targets over three years, there will be a
fr_fr: À moins d'avis contraire, ces prévisions sont fondées sur les estimations du ministère des Finances Canada.

source: realignment to current HICC programming. This includes implementing three horizontal efficiency
fr_fr: Dans les prochains mois, le Ministère travaillera avec le Secrétariat du Conseil du Trésor du Canada et les organisations participantes pour élaborer une approche en matière de production de rapports continue sur les investissements en capital.

source: initiatives to review the executive cadre, with the goal of streamlining management and operations.
fr_fr: On tirera alors parti de sources existantes dans la mesure du possible.

source: HICC will prioritize two services as part of the Climate Toolkit for Housing and Infrastructure,
fr_fr: Les investissements en capital pour la période budgétaire représentent une plus grande partie des dépenses qu'au cours des 20 dernières années.

source: specifically the online Climate Insight Platform and the Roster of Experts.
fr_fr: Les mesures du budget feront en sorte que les investissements en capital annuels vont aussi presque doubler, pour passer de 32,2 milliards de dollars en 2024-2025 à 59,6 milliards de dollars en 2029-2030 (graphique A2.3).

source: This approach will
fr_fr: Données historiques

source: provide local communities with easy access to current information, tools and resources, while offering those with limited capacity timely technical advice and guidance through the Roster of
fr_fr: Dans le tableau A2.3, le Cadre de budgétisation des investissements en capital est appliqué de façon rétrospective sur les vingt dernières années.

source: Experts. A portion of uncommitted funding from the Canada Public Transit Fund will be reallocated to the Build Communities Strong Fund where transit projects will continue to be eligible.
fr_fr: Ces données montrent les coûts financiers des programmes correspondant aux scénarios de référence dans le tableau A2.2 et de leurs prédécesseurs facilement identifiables.

source: Further, the Minister of Housing and Infrastructure will identify opportunities to streamline burdensome requirements in the existing Canada Public Transit Fund to accelerate delivery of projects and help our cities, provinces and territories build new projects faster and better. Canada Mortgage and Housing Corporation
fr_fr: Par exemple, le programme des activités de recherche scientifique et de développement expérimental (RS&DE) appuie depuis plusieurs dizaines d'années la recherche et le développement dans le secteur privé, mais d'autres programmes d'investissement en capital sont plus récents, comme le Fonds stratégique pour l'innovation, qui regroupe plusieurs programmes antérieurs et qui a été remplacé par le Fonds de réponse stratégique.

source: Canada's housing challenges have evolved, and so must the Canada Mortgage and Housing Corporation
fr_fr: Dans les cas semblables, le tableau A2.3 comprend les programmes actuels et précédents.

source: (CMHC), as a key partner in finding solutions.
fr_fr: <<< source: anx3-fr.html >>>

source: The government has announced Build Canada
fr_fr: Annexe 3 : Examen exhaustif des dépenses : Réductions prévues par organisation

source: Homes which will partner with industry, other levels of government, and Indigenous
fr_fr: La présente annexe fournit, par organisation, des détails sur les économies issues de l'examen exhaustif des dépenses annoncées dans le budget de 2025 et décrites au chapitre 5.

source: communities to build affordable housing at scale and at speed. With an initial investment of $13 billion over five years on a cash basis, starting
fr_fr: Ces économies, résumées dans le tableau A3.1, sont le fruit d'initiatives mesurées qui permettront de réduire les dépenses afin que nous puissions investir davantage dans la population et l'économie canadiennes.

source: in 2025-26, Build Canada Homes provides an opportunity to re-evaluate CMHC's
fr_fr: Le montant total des réductions représente 4,9 % des charges de programmes directes en 2028-2029.

source: resources and programming to ensure they are aligned with this important priority.
fr_fr: Agriculture et agroalimentaire

source: To meet up to 15 per cent in savings targets over three years, CMHC will wind down
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Agriculture et Agroalimentaire Canada (AAC) réorientera ses programmes, ses recherches scientifiques et ses dépenses opérationnelles afin de mieux axer ses activités sur les priorités du gouvernement.

source: certain programs that do not directly increase housing supply or target Canadians in housing need.
fr_fr: AAC continuera de travailler en collaboration avec les provinces, les territoires et l'industrie afin de veiller à ce que la prestation des programmes réponde aux besoins changeants du secteur.

source: The Canada Secondary Suite Loan program, which is not yet operational, will not be implemented as it
fr_fr: AAC réduira également certaines activités scientifiques lorsqu'une approche rationalisée peut être adoptée, ou lorsque la capacité existe ailleurs, par exemple dans le milieu universitaire et l'industrie.

source: has a large potential to overlap with the government's homeowner insured mortgage rule changes
fr_fr: Le Ministère mettra l'accent sur les plus grandes priorités et simplifiera ses opérations scientifiques pour assurer leur rentabilité à long terme.

source: announced in January 2025. For other programs it is proposing to wind down, the objectives will
fr_fr: Le Ministère continuera également de financer la science et l'innovation au moyen de subventions et de contributions.

source: be achieved by Build Canada Homes .
fr_fr: Agence du revenu du Canada

source: CMHC will maintain its funding for initiatives that address the housing crisis, including the
fr_fr: Cela inclut notamment la taxe sur les services numériques, la redevance fédérale sur les combustibles et la Remise canadienne sur le carbone pour les particuliers et les entreprises.

source: Apartment Construction Loan Program and supports to increase access to housing for Indigenous people
fr_fr: Il libérera ainsi des ressources qui serviront à traiter des cas complexes exigeant une intervention humaine et à éliminer l'arriéré de dette fiscale.

source: residing in urban, rural and northern regions.
fr_fr: Patrimoine canadien

source: Immigration, Refugees and Citizenship
fr_fr: Ministère du Patrimoine canadien

source: To meet up to 15 per cent in savings targets over three years, Immigration, Refugees
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le ministère du Patrimoine canadien (PCH) réorientera ses programmes culturels pour répondre aux besoins changeants des bénéficiaires et assurer l'efficacité de ces programmes.

source: and Citizenship Canada (IRCC) is rationalizing programming, while upholding the government's
fr_fr: L'enveloppe de financement du Fonds du Canada pour les espaces culturels sera réduite et réorientée pour mettre l'accent uniquement sur le financement d'équipements spécialisés dans le secteur culturel dans le but d'offrir une façon rentable de moderniser les installations culturelles.

source: long-standing commitment to resettle the world's most vulnerable.
fr_fr: Le Fonds du Canada pour les périodiques sera réorienté pour favoriser la création de contenu éditorial canadien original uniquement.

source: This includes targeted adjustments
fr_fr: Il n'y aura plus de financement des abonnements payants ou des ventes d'exemplaires uniques.

source: to programs, including adjusting the Interim Housing Assistance Program commensurate with the decline in asylum claimants.
fr_fr: L'approche prévue privilégie la production de contenu éditorial et journalistique canadien de qualité, peu importe la plateforme de diffusion.
